Revit 2027 API
Document.PlanTopologies Property
Gets the PlanTopologies of the current project.
Overload List
Name | Description
PlanTopologies | Get the PlanTopologies of the current project in the last phase.
PlanTopologies[Phase] | Gets the PlanTopologies of the current project in a given phase.
Top
See Also
Reference
Document Class
Autodesk.Revit.DB Namespace